Repository: WilLiam12-teddy/adamante_game
Catalog: cidades/locale/*.po
Languages: pt_br

source: City ID
pt_br: ID da cidade

source: Create an active city
pt_br: Criar uma cidade ativa

source: Invalid City ID
pt_br: ID de cidade inválido

source: @1 created.
pt_br: Cidade @1 criada.

source: Export failed.
pt_br: A exportação falhou.

source: Schematic successfully exported. Restart the world to import it. '@1' file is in the world directory ('cities in work' folder).
pt_br: A estrutura esquemática foi exportado com sucesso. Reinicie o mundo para importar-lo. Arquivo '@1' está no diretório do mundo (na pasta 'cities in work').

source: Import failed.
pt_br: A importação falhou.

source: Schematic successfully imported.
pt_br: A estrutura esquemática foi importada.

source: City ID (eg. wood_ville)
pt_br: ID da cidade (exemplo: vila_da_madeira)

source: Radius
pt_br: Raio

source: Height
pt_br: Altura

source: Depth
pt_br: Profundidade

source: This node is the reference for central position.
pt_br: Esse bloco é a referencia para a posição central.

source: Spawn position for this city is 6 blocks above this block.
pt_br: Posição de spawn para a cidade será 6 blocos acima desse bloco.

source: Export
pt_br: Exportar

source: Import
pt_br: Importar

source: Mark
pt_br: Marcar

source: City Builder
pt_br: Construtor de Cidade

source: You can not pay that.
pt_br: Você não consegue pagar isso.

source: Crowded inventory. Leftovers were dropped.
pt_br: Inventário lotado. As sobras caíram no chão.

source: Stone
pt_br: Pedra

source: None
pt_br: Nenhum

source: Sell property
pt_br: Vender propriedade

source: No property.
pt_br: Nenhuma propriedade.

source: Radius (3 - 12)
pt_br: Raio (3 - 12)

source: Height (3, 5, 8, 10, 12, 14, 16, 18, 20 or 25)
pt_br: Altura (3, 5, 8, 10, 12, 14, 16, 18, 20 or 25)

source: Cost (10 - 9990)
pt_br: Custo (10 - 9990)

source: Create
pt_br: Criar

source: Property Builder
pt_br: Construtor de Propriedade

source: Invalid radius.
pt_br: Raio inválido.

source: Invalid height.
pt_br: Altura inválida.

source: Invalid cost.
pt_br: Custo inválido.

source: Make sure you can pay.
pt_br: Certifique-se de que pode pagar.

source: You already own land. Sell it to buy that one.
pt_br: Já tens uma propriedade. Venda ela antes.

source: Land for sale
pt_br: Propriedade a venda

source: Height: @1
pt_br: Altura: @1

source: Width: @1
pt_br: Largura: @1

source: Total buildable area: @1 blocks
pt_br: Total de área construível: @1 blocos

source: Cost: @1
pt_br: Custo: @1

source: Sale price: @1
pt_br: Preço de venda: @1

source: Buy
pt_br: Comprar

source: Insufficient payment.
pt_br: Pagamento insuficiente.

source: Land purchased.
pt_br: Propriedade comprada.

source: Choose a city
pt_br: Escolha uma cidade

source: Are you sure?
pt_br: Você tem certeza?

source: All the land will be destroyed.
pt_br: Toda propriedade será destruída.

source: Yes
pt_br: Sim

source: No
pt_br: Não

source: Your land has been sold. You received @1.
pt_br: Sua propriedade for vendida. Você recebeu @1.

source: My Property
pt_br: Propriedade

source: You do not have a property.
pt_br: Você não tem propriedade.

source: Buy a property in a city.
pt_br: Compre uma em uma cidade.

source: No defined
pt_br: Não definida

source: City: @1
pt_br: Cidade: @1

source: Price: @1
pt_br: Preço: @1

source: Resale price: @1
pt_br: Preço de revenda: @1

source: Go
pt_br: Ir

source: Welcome to @1
pt_br: Bem vindo a @1

source: Teleporter
pt_br: Teleportador
