Repository: WilLiam12-teddy/adamante_game
Catalog: mtg_i18n/locale/*.po
Languages: eo, hu, id, tr

source: Silver Sandstone Block Slab
eo: Blanka sabloŝtona bloka plato
hu: Ezüst homokkő tömb lap
id: Lempeng Balok Batu Pasir Perak
tr: Gümüş Kumtaşı Blok Dilim

source: Silver Sandstone Brick Slab
eo: Blanka sabloŝtona brika plato
hu: Ezüst homokkő tégla lap
id: Lempeng Tembok Batu Pasir Perak
tr: Gümüş Kumtaşı Tuğla Dilim

source: Silver Sandstone Slab
eo: Blanka sabloŝtona plato
hu: Ezüst homokkő lap
id: Lempeng Batu Pasir Perak
tr: Gümüş Kumtaşı Dilim

source: Snow Block Slab
eo: Neĝa bloka plato
hu: Hó tömb lap
id: Lempeng Balok Salju
tr: Kar Blok Dilim

source: Steel Block Slab
eo: Ŝtala bloka plato
hu: Acél tömb lap
id: Lempeng Balok Baja
tr: Çelik Blok Dilim

source: Stone Block Slab
eo: Ŝtona bloka plato
hu: Kő tömb lap
id: Lempeng Balok Batu
tr: Taş Blok Dilim

source: Stone Brick Slab
eo: Ŝtona brika plato
hu: Kő tégla lap
id: Lempeng Tembok Batu
tr: Taş Tuğla Dilim

source: Stone Slab
eo: Ŝtona plato
hu: Kő lap
id: Lempeng Batu
tr: Taş Dilim

source: Straw Slab
eo: Pajla plato
hu: Szalma lap
id: Lempeng Jerami
tr: Saman Dilim

source: Tin Block Slab
eo: Stana bloka plato
hu: Ón tömb lap
id: Lempeng Balok Timah
tr: Kalay Blok Dilim

source: Wooden Slab
eo: Ligna plato
hu: Fa lap
id: Lempeng Kayu
tr: Ahşap Dilim

source: Acacia Wood Stair
eo: Akacia ligna ŝtupo
hu: Akácia falépcső
id: Tangga Kayu Akasia
tr: Akasya Ahşabı Merdiven

source: Aspen Wood Stair
eo: Tremola ligna ŝtupo
hu: Nyárfa lépcső
id: Tangga Kayu Aspen
tr: Kavak Ahşabı Merdiven

source: Brick Stair
eo: Brika ŝtupo
hu: Tégla lépcső
id: Tangga Bata
tr: Tuğla Merdiven

source: Bronze Block Stair
eo: Bronza bloka ŝtupo
hu: Bronz lépcső
id: Tangga Balok Perunggu
tr: Bronz Blok Merdiven

source: Cobblestone Stair
eo: Pavimŝtona ŝtupo
hu: Zúzottkő lépcső
id: Tangga Batu Alam
tr: Parketaş Merdiven

source: Copper Block Stair
eo: Kupra bloka ŝtupo
hu: Réz lépcső
id: Tangga Balok Tembaga
tr: Bakır Blok Merdiven

source: Desert Cobblestone Stair
eo: Dezerta pavimŝtona ŝtupo
hu: Sivatagi zúzottkő lépcső
id: Tangga Batu Alam Gurun
tr: Çöl Parketaşı Merdiven

source: Desert Sandstone Block Stair
eo: Dezerta sabloŝtona bloka ŝtupo
hu: Sivatagi homokkő blokk lépcső
id: Tangga Balok Batu Pasir Gurun
tr: Çöl Kumtaşı Blok Merdiven

source: Desert Sandstone Brick Stair
eo: Dezerta sabloŝtona brika ŝtupo
hu: Sivatagi homokkő téglalépcső
id: Tangga Tembok Batu Pasir Gurun
tr: Çöl Kumtaşı Tuğla Merdiven

source: Desert Sandstone Stair
eo: Dezerta sabloŝtona ŝtupo
hu: Sivatagi homokkő lépcső
id: Tangga Batu Pasir Gurun
tr: Çöl Kumtaşı Merdiven

source: Desert Stone Block Stair
eo: Dezerta ŝtona bloka ŝtupo
hu: Sivatagi kő tömb lépcső
id: Tangga Balok Batu Gurun
tr: Çöl Taşı Blok Merdiven

source: Desert Stone Brick Stair
eo: Dezerta ŝtona brika ŝtupo
hu: Sivatagi kő tégla lépcső
id: Tangga Tembok Batu Gurun
tr: Çöl Taşı Tuğla Merdiven

source: Desert Stone Stair
eo: Dezerta ŝtona ŝtupo
hu: Sivatagi kő lépcső
id: Tangga Batu Gurun
tr: Çöl Taşı Merdiven

source: Gold Block Stair
eo: Ora bloka ŝtupo
hu: Arany lépcső
id: Tangga Balok Emas
tr: Altın Blok Merdiven

source: Ice Stair
eo: Glacia ŝtupo
hu: Jég lépcső
id: Tangga Es
tr: Buz Merdiven

source: Acacia Wood Stair Inner
eo: Akacia ligna ŝtupo interna
hu: Akácia lépcső belső
id: Inti Tangga Kayu Akasia
tr: Akasya Ahşabı İç Merdiven

source: Aspen Wood Stair Inner
eo: Tremola ligna ŝtupo interna
hu: Nyárfa lépcső belső
id: Inti Tangga Kayu Aspen
tr: Kavak Ahşabı İç Merdiven

source: Brick Stair Inner
eo: Brika ŝtupo interna
hu: Tégla lépcső belső
id: Inti Tangga Bata
tr: Tuğla İç Merdiven

source: Bronze Block Stair Inner
eo: Bronza bloka ŝtupo interna
hu: Bronz tömb lépcső belső
id: Inti Balok Tangga Perunggu
tr: Bronz Blok İç Merdiven

source: Cobblestone Stair Inner
eo: Pavimŝtona ŝtupo interna
hu: Macskakő lépcső belső
id: Inti Tangga Batu Alam
tr: Parketaş İç Merdiven

source: Copper Block Stair Inner
eo: Kupra bloka ŝtupo interna
hu: Réz tömb lépcső belső
id: Inti Balok Tangga Tembaga
tr: Bakır Blok İç Merdiven

source: Desert Cobblestone Stair Inner
eo: Dezerta pavimŝtona ŝtupo interna
hu: Sivatagi macskakő lépcső belső
id: Inti Tangga Batu Alam Gurun
tr: Çöl Parketaşı İç Merdiven

source: Desert Sandstone Block Stair Inner
eo: Dezerta sabloŝtona bloka ŝtupo interna
hu: Sivatagi homokkő tömb lépcső belső
id: Inti Balok Tangga Batu Pasir Gurun
tr: Çöl Kumtaşı Blok İç Merdiven

source: Desert Sandstone Brick Stair Inner
eo: Dezerta sabloŝtona brika ŝtupo interna
hu: Sivatagi homokkő tégla lépcső belső
id: Inti Tangga Batu Bata Pasir Gurun
tr: Çöl Kumtaşı Tuğla İç Merdiven

source: Desert Sandstone Stair Inner
eo: Dezerta sabloŝtona ŝtupo interna
hu: Sivatagi homokkő lépcső belső
id: Inti Tangga Batu Pasir Gurun
tr: Çöl Kumtaşı İç Merdiven

source: Desert Stone Block Stair Inner
eo: Dezerta ŝtona bloka ŝtupo interna
hu: Sivatagi kő tömb lépcső belső
id: Inti Balok Tangga Batu Gurun
tr: Çöl Taşı Blok İç Merdiven

source: Desert Stone Brick Stair Inner
eo: Dezerta ŝtona brika ŝtupo interna
hu: Sivatagi kőtégla lépcső belső
id: Inti Tangga Batu Bata Gurun
tr: Çöl Taşı Tuğla İç Merdiven

source: Desert Stone Stair Inner
eo: Dezerta ŝtona ŝtupo interna
hu: Sivatagi kő lépcső belső
id: Inti Tangga Batu Gurun
tr: Çöl Taşı İç Merdiven

source: Gold Block Stair Inner
eo: Ora bloka ŝtupo interna
hu: Arany tömb lépcső belső
id: Inti Balok Tangga Emas
tr: Altın Blok İç Merdiven

source: Ice Stair Inner
eo: Glacia ŝtupo interna
hu: Jég lépcső belső
id: Inti Tangga Es
tr: Buz İç Merdiven

source: Jungle Wood Stair Inner
eo: Ĝangala ligna ŝtupo interna
hu: Dzsungelfa lépcső belső
id: Inti Tangga Kayu Rimba
tr: Cangıl Ahşabı İç Merdiven

source: Mossy Cobblestone Stair Inner
eo: Muska pavimŝtona ŝtupo interna
hu: Mohos macskakő lépcső belső
id: Inti Tangga Batu Alam Berlumut
tr: Yosunlu Parketaş İç Merdiven

source: Obsidian Block Stair Inner
eo: Obsidiana bloka ŝtupo interna
hu: Obszidián tömb lépcső belső
id: Inti Balok Tangga Obsidian
tr: Obsidyen Blok İç Merdiven

source: Obsidian Brick Stair Inner
eo: Obsidiana brika ŝtupo interna
hu: Obszidián tégla lépcső belső
id: Inti Tangga Batu Bata Obsidian
tr: Obsidyen Tuğla İç Merdiven

source: Obsidian Stair Inner
eo: Obsidiana ŝtupo interna
hu: Obszidián lépcső belső
id: Inti Tangga Obsidian
tr: Obsidyen İç Merdiven

source: Pine Wood Stair Inner
eo: Abia ligna ŝtupo interna
hu: Fenyőfa lépcső belső
id: Inti Tangga Kayu Pinus
tr: Çam Ahşabı İç Merdiven

source: Sandstone Block Stair Inner
eo: Sabloŝtona bloka ŝtupo interna
hu: Homokkő tömb lépcső belső
id: Inti Balok Tangga Batu Pasir
tr: Kumtaşı Blok İç Merdiven

source: Sandstone Brick Stair Inner
eo: Sabloŝtona brika ŝtupo interna
hu: Homokkő tégla lépcső belső
id: Inti Tangga Batu Bata Pasir
tr: Kumtaşı Tuğla İç Merdiven

source: Sandstone Stair Inner
eo: Sabloŝtona ŝtupo interna
hu: Homokkő lépcső belső
id: Inti Tangga Batu Pasir
tr: Kumtaşı İç Merdiven

source: Silver Sandstone Block Stair Inner
eo: Blanka sabloŝtona bloka ŝtupo interna
hu: Ezüst homokkő tömb lépcső belső
id: Inti Balok Tangga Batu Pasir Perak
tr: Gümüş Kumtaşı Blok İç Merdiven

source: Silver Sandstone Brick Stair Inner
eo: Blanka sabloŝtona brika ŝtupo interna
hu: Ezüst homokkő tégla lépcső belső
id: Inti Tangga Batu Bata Pasir Perak
tr: Gümüş Kumtaşı Tuğla İç Merdiven

source: Silver Sandstone Stair Inner
eo: Blanka sabloŝtona ŝtupo interna
hu: Ezüst homokkő lépcső belső
id: Inti Tangga Batu Pasir Perak
tr: Gümüş Kumtaşı İç Merdiven

source: Snow Block Stair Inner
eo: Neĝa bloka ŝtupo interna
hu: Hótömb lépcső belső
id: Inti Balok Tangga Salju
tr: Kar Blok İç Merdiven

source: Steel Block Stair Inner
eo: Ŝtala bloka ŝtupo interna
hu: Acéltömb lépcső belső
id: Inti Balok Tangga Baja
tr: Çelik Blok İç Merdiven

source: Stone Block Stair Inner
eo: Ŝtona bloka ŝtupo interna
hu: Kőtömb lépcső belső
id: Inti Balok Tangga Batu
tr: Taş Blok İç Merdiven

source: Stone Brick Stair Inner
eo: Ŝtona brika ŝtupo interna
hu: Kőtégla lépcső belső
id: Inti Tangga Batu Bata
tr: Taş Tuğla İç Merdiven

source: Stone Stair Inner
eo: Ŝtona ŝtupo interna
hu: Kő lépcső belső
id: Inti Tangga Batu
tr: Taş İç Merdiven

source: Straw Stair Inner
eo: Pajla ŝtupo interna
hu: Szalma lépcső belső
id: Inti Tangga Jerami
tr: Saman İç Merdiven

source: Tin Block Stair Inner
eo: Neĝa bloka ŝtupo interna
hu: Ón tömb lépcső belső
id: Inti Balok Tangga Timah
tr: Kalay Blok İç Merdiven

source: Wooden Stair Inner
eo: Ligna ŝtupo interna
hu: Fa lépcső belső
id: Inti Tangga Kayu
tr: Ahşap İç Merdiven

source: Jungle Wood Stair
eo: Ĝangala ligna ŝtupo
hu: Dzsungelfa lépcső
id: Tangga Kayu Rimba
tr: Cangıl Ahşabı Merdiven

source: Mossy Cobblestone Stair
eo: Muska pavimŝtona ŝtupo
hu: Mohos macskakő lépcső
id: Tangga Batu Alam Berlumut
tr: Yosunlu Parketaş Merdiven

source: Obsidian Block Stair
eo: Obsidiana bloka ŝtupo
hu: Obszidián tömb lépcső
id: Tangga Balok Obsidian
tr: Obsidyen Blok Merdiven

source: Obsidian Brick Stair
eo: Obsidiana brika ŝtupo
hu: Obszidián tégla lépcső
id: Tangga Tembok Obsidian
tr: Obsidyen Tuğla Merdiven

source: Obsidian Stair
eo: Obsidiana ŝtupo
hu: Obszidián lépcső
id: Tangga Obsidian
tr: Obsidyen Merdiven

source: Acacia Wood Stair Outer
eo: Akacia ligna ŝtupo ekstera
hu: Akácia lépcső külső
id: Luar Tangga Kayu Akasia
tr: Akasya Ahşabı Dış Merdiven

source: Aspen Wood Stair Outer
eo: Tremola ligna ŝtupo ekstera
hu: Nyárfa lépcső külső
id: Luar Tangga Kayu Aspen
tr: Kavak Ahşabı Dış Merdiven

source: Brick Stair Outer
eo: Brika ŝtupo ekstera
hu: Tégla lépcső külső
id: Luar Tangga Bata
tr: Tuğla Dış Merdiven

source: Bronze Block Stair Outer
eo: Bronza bloka ŝtupo ekstera
hu: Bronz tégla lépcső külső
id: Luar Balok Tangga Perunggu
tr: Bronz Blok Dış Merdiven

source: Cobblestone Stair Outer
eo: Pavimŝtona ŝtupo ekstera
hu: Macskakő lépcső külső
id: Luar Tangga Batu Alam
tr: Parketaş Dış Merdiven

source: Copper Block Stair Outer
eo: Kupra bloka ŝtupo ekstera
hu: Réz tömb lépcső külső
id: Luar Balok Tangga Tembaga
tr: Bakır Blok Dış Merdiven

source: Desert Cobblestone Stair Outer
eo: Dezerta pavimŝtona ŝtupo ekstera
hu: Sivatagi macskakő lépcső külső
id: Luar Tangga Batu Alam Gurun
tr: Çöl Parketaşı Dış Merdiven

source: Desert Sandstone Block Stair Outer
eo: Dezerta sabloŝtona bloka ŝtupo ekstera
hu: Sivatagi homokkő tömb lépcső külső
id: Luar Balok Tangga Batu Pasir Gurun
tr: Çöl Kumtaşı Blok Dış Merdiven

source: Desert Sandstone Brick Stair Outer
eo: Dezerta sabloŝtona brika ŝtupo ekstera
hu: Sivatagi homokkő tégla lépcső külső
id: Luar Tangga Batu Bata Pasir Gurun
tr: Çöl Kumtaşı Tuğla Dış Merdiven

source: Desert Sandstone Stair Outer
eo: Dezerta sabloŝtona ŝtupo ekstera
hu: Sivatagi homokkő lépcső külső
id: Luar Tangga Batu Pasir Gurun
tr: Çöl Kumtaşı Dış Merdiven

source: Desert Stone Block Stair Outer
eo: Dezerta ŝtona bloka ŝtupo ekstera
hu: Sivatagi kő tömb lépcső külső
id: Luar Balok Tangga Batu Gurun
tr: Çöl Taşı Blok Dış Merdiven

source: Desert Stone Brick Stair Outer
eo: Dezerta ŝtona brika ŝtupo ekstera
hu: Sivatagi kő tégla lépcső külső
id: Luar Tangga Batu Bata Gurun
tr: Çöl Taşı Tuğla Dış Merdiven

source: Desert Stone Stair Outer
eo: Dezerta ŝtona ŝtupo ekstera
hu: Sivatagi kő lépcső külső
id: Luar Tangga Batu Gurun
tr: Çöl Taşı Dış Merdiven

source: Gold Block Stair Outer
eo: Ora bloka ŝtupo ekstera
hu: Arany tömb lépcső külső
id: Luar Balok Tangga Emas
tr: Altın Blok Dış Merdiven

source: Ice Stair Outer
eo: Glacia ŝtupo ekstera
hu: Jég lépcső külső
id: Luar Tangga Es
tr: Buz Dış Merdiven

source: Jungle Wood Stair Outer
eo: Ĝangala ligna ŝtupo ekstera
hu: Dzsungelfa lépcső külső
id: Luar Tangga Kayu Rimba
tr: Cangıl Ahşabı Dış Merdiven

source: Mossy Cobblestone Stair Outer
eo: Muska pavimŝtona ŝtupo ekstera
hu: Mohás macskakő lépcső külső
id: Luar Tangga Batu Alam Berlumut
tr: Yosunlu Parketaş Dış Merdiven

source: Obsidian Block Stair Outer
eo: Obsidiana bloka ŝtupo ekstera
hu: Obszidián tömb lépcső külső
id: Luar Balok Tangga Obsidian
tr: Obsidyen Blok Dış Merdiven

source: Obsidian Brick Stair Outer
eo: Obsidiana brika ŝtupo ekstera
hu: Obszidián tégla lépcső külső
id: Luar Tangga Batu Bata Obsidian
tr: Obsidyen Tuğla Dış Merdiven

source: Obsidian Stair Outer
eo: Obsidiana ŝtupo ekstera
hu: Obszidián lépcső külső
id: Luar Tangga Obsidian
tr: Obsidyen Dış Merdiven

source: Pine Wood Stair Outer
eo: Abia ligna ŝtupo ekstera
hu: Fenyőfa lépcső külső
id: Luar Tangga Kayu Pinus
tr: Çam Ahşabı Dış Merdiven

source: Sandstone Block Stair Outer
eo: Sabloŝtona bloka ŝtupo ekstera
hu: Homokkő tömb lépcső külső
id: Luar Balok Tangga Batu Bata Pasir
tr: Kumtaşı Blok Dış Merdiven

source: Sandstone Brick Stair Outer
eo: Sabloŝtona brika ŝtupo ekstera
hu: Homokkő tégla lépcső külső
id: Luar Tangga Batu Bata Pasir
tr: Kumtaşı Tuğla Dış Merdiven

source: Sandstone Stair Outer
eo: Sabloŝtona ŝtupo ekstera
hu: Homokkő lépcső külső
id: Luar Tangga Batu Pasir
tr: Kumtaşı Dış Merdiven

source: Silver Sandstone Block Stair Outer
eo: Blanka sabloŝtona bloka ŝtupo ekstera
hu: Ezüst homokkő tömb lépcső külső
id: Luar Balok Tangga Batu Pasir Perak
tr: Gümüş Kumtaşı Blok Dış Merdiven

source: Silver Sandstone Brick Stair Outer
eo: Blanka sabloŝtona brika ŝtupo ekstera
hu: Ezüst homokkő tégla lépcső külső
id: Luar Tangga Batu Bata Pasir Perak
tr: Gümüş Kumtaşı Tuğla Dış Merdiven

source: Silver Sandstone Stair Outer
eo: Blanka sabloŝtona ŝtupo ekstera
hu: Ezüst homokkő lépcső külső
id: Luar Tangga Batu Pasir Perak
tr: Gümüş Kumtaşı Dış Merdiven

source: Snow Block Stair Outer
eo: Neĝa bloka ŝtupo ekstera
hu: Hótömb lépcső külső
id: Luar Balok Tangga Salju
tr: Kar Blok Dış Merdiven

source: Steel Block Stair Outer
eo: Ŝtala bloka ŝtupo ekstera
hu: Acél tömb lépcső külső
id: Luar Balok Tangga Baja
tr: Çelik Blok Dış Merdiven

source: Stone Block Stair Outer
eo: Ŝtona bloka ŝtupo ekstera
hu: Kőtömb lépcső külső
id: Luar Balok Tangga Batu
tr: Taş Blok Dış Merdiven

source: Stone Brick Stair Outer
eo: Ŝtona brika ŝtupo ekstera
hu: Kő tégla lépcső külső
id: Luar Tangga Batu Bata
tr: Taş Tuğla Dış Merdiven

source: Stone Stair Outer
eo: Ŝtona ŝtupo ekstera
hu: Kő lépcső külső
id: Luar Tangga Batu
tr: Taş Dış Merdiven

source: Straw Stair Outer
eo: Pajla ŝtupo ekstera
hu: Szalma lépcső külső
id: Luar Tangga Jerami
tr: Saman Dış Merdiven

source: Tin Block Stair Outer
eo: Stana bloka ŝtupo ekstera
hu: Bádog tömb lépcső külső
id: Luar Balok Tangga Timah
tr: Kalay Blok Dış Merdiven

source: Wooden Stair Outer
eo: Ligna ŝtupo ekstera
hu: Fa lépcső külső
id: Luar Tangga Kayu
tr: Ahşap Dış Merdiven

source: Pine Wood Stair
eo: Abia ligna ŝtupo
hu: Fenyőfa lépcső
id: Tangga Kayu Pinus
tr: Çam Ahşabı Merdiven

source: Sandstone Block Stair
eo: Sabloŝtona bloka ŝtupo
hu: Homokkő tömb lépcső
id: Tangga Balok Batu Pasir
tr: Kumtaşı Blok Merdiven

source: Sandstone Brick Stair
eo: Sabloŝtona brika ŝtupo
hu: Homokkő tégla lépcső
id: Tangga Tembok Batu Pasir
tr: Kumtaşı Tuğla Merdiven

source: Sandstone Stair
eo: Sabloŝtona ŝtupo
hu: Homokkő lépcső
id: Tangga Batu Pasir
tr: Kumtaşı Merdiven

source: Silver Sandstone Block Stair
eo: Blanka sabloŝtona bloka ŝtupo
hu: Ezüst homokkő tömb lépcső
id: Tangga Balok Batu Pasir Perak
tr: Gümüş Kumtaşı Blok Merdiven

source: Silver Sandstone Brick Stair
eo: Blanka sabloŝtona brika ŝtupo
hu: Ezüst homokkő tégla lépcső
id: Tangga Tembok Batu Pasir Perak
tr: Gümüş Kumtaşı Tuğla Merdiven

source: Silver Sandstone Stair
eo: Blanka sabloŝtona ŝtupo
hu: Ezüst homokkő lépcső
id: Tangga Batu Pasir Perak
tr: Gümüş Kumtaşı Merdiven

source: Snow Block Stair
eo: Neĝa bloka ŝtupo
hu: Hótömb lépcső
id: Tangga Balok Salju
tr: Kar Blok Merdiven

source: Steel Block Stair
eo: Ŝtala bloka ŝtupo
hu: Acél lépcső
id: Tangga Balok Baja
tr: Çelik Blok Merdiven

source: Stone Block Stair
eo: Ŝtona bloka ŝtupo
hu: Kő tömb lépcső
id: Tangga Balok Batu
tr: Taş Blok Merdiven

source: Stone Brick Stair
eo: Ŝtona brika ŝtupo
hu: Kő tégla lépcső
id: Tangga Tembok Batu
tr: Taş Tuğla Merdiven

source: Stone Stair
eo: Ŝtona ŝtupo
hu: Kő lépcső
id: Tangga Batu
tr: Taş Merdiven

source: Straw Stair
eo: Pajla ŝtupo
hu: Szalma lépcső
id: Tangga Jerami
tr: Saman Merdiven

source: Tin Block Stair
eo: Stana bloka ŝtupo
hu: Ón tömb lépcső
id: Tangga Balok Timah
tr: Kalay Blok Merdiven

source: Wooden Stair
eo: Ligna ŝtupo
hu: Fa lépcső
id: Tangga Kayu
tr: Ahşap Merdiven

source: Gun Powder
eo: Pulvo
hu: Puskapor
id: Bubuk Mesiu
tr: Barut

source: Unknown Item
eo: Nekonata aĵo
hu: Ismeretlen tárgy
id: Barang tak dikenal
tr: Bilinmeyen Öge

source: Empty Drinking Glass
eo: Glaso (malplena)
hu: Üvegpohár (üres)
id: Gelas Minum Kosong
tr: Boş İçme Bardağı

source: Empty Glass Bottle
eo: Vitra botelo (malplena)
hu: Üres üvegpalack
id: Botol Kaca Kosong
tr: Boş Cam Şişe

source: Glass Fragments
eo: Vitraj fragmentoj
hu: Üvegszilánk halom
id: Pecahan Kaca
tr: Cam Parçaları

source: Vessels Shelf
eo: Ujobreto
hu: Edény polc
id: Lemari Bejana
tr: Şişelik

source: Empty Heavy Steel Bottle
eo: Peza ŝtala botelo (malplena)
hu: Nehéz fémpalack (üres)
id: Botol Baja Berat Kosong
tr: Boş Ağır Çelik Şişe

source: Cobblestone Wall
eo: Pavimŝtona muro
hu: Zúzottkő fal
id: Dinding Batu Alam
tr: Parketaş Duvar

source: Desert Cobblestone Wall
eo: Dezerta pavimŝtona muro
hu: Sivatagi zúzottkő fal
id: Dinding Batu Alam Gurun
tr: Çöl Parketaşı Duvar

source: Mossy Cobblestone Wall
eo: Muska pavimŝtona muro
hu: Mohás zúzottkő fal
id: Dinding Batu Alam Berlumut
tr: Yosunlu Parketaş Duvar

source: Black Wool
eo: Nigra lano
hu: Fekete gyapjú
id: Wol Hitam
tr: Siyah Yün

source: Blue Wool
eo: Blua lano
hu: Kék gyapjú
id: Wol Biru
tr: Mavi Yün

source: Brown Wool
eo: Bruna lano
hu: Barna gyapjú
id: Wol Cokelat
tr: Kahverengi Yün

source: Cyan Wool
eo: Bluverda lano
hu: Türkiz gyapjú
id: Wol Biru Kehijauan
tr: Camgöbeği Yün

source: Dark Green Wool
eo: Malhele verda lano
hu: Sötétzöld gyapjú
id: Wol Hijau Gelap
tr: Koyu Yeşil Yün

source: Dark Grey Wool
eo: Malhele griza lano
hu: Sötétszürke gyapjú
id: Wol Abu-Abu Gelap
tr: Koyu Gri Yün

source: Green Wool
eo: Verda lano
hu: Zöld gyapjú
id: Wol Hijau
tr: Yeşil Yün

source: Grey Wool
eo: Griza lano
hu: Szürke gyapjú
id: Wol Abu-Abu
tr: Gri Yün

source: Magenta Wool
eo: Purpura lano
hu: Bíbor gyapjú
id: Wol Merah Keunguan
tr: Macenta Yün

source: Orange Wool
eo: Oranĝkolora lano
hu: Narancssárga gyapjú
id: Wol Jingga
tr: Turuncu Yün

source: Pink Wool
eo: Rozkolora lano
hu: Rózsaszín gyapjú
id: Wol Merah Muda
tr: Pembe Yün

source: Red Wool
eo: Ruĝa lano
hu: Piros gyapjú
id: Wol Merah
tr: Kırmızı Yün

source: Violet Wool
eo: Violkolora lano
hu: Ibolyaszín gyapjú
id: Wol Ungu
tr: Mor Yün

source: White Wool
eo: Blanka lano
hu: Fehér gyapjú
id: Wol Putih
tr: Beyaz Yün

source: Yellow Wool
eo: Flava lano
hu: Sárga gyapjú
id: Wol Kuning
tr: Sarı Yün

source: Iron Bar
eo: Fera krado
hu: Vas rúd
id: Palang Besi
tr: Demir Parmaklık

source: Glass Pane
eo: Vitra tabulo
hu: Üvegtábla
id: Kaca Jendela
tr: Cam Levha

source: Nyan Cat Rainbow
eo: Njan-kata ĉielarko
hu: Nyan Cat szivárvány
id: Pelangi Nyan Cat
tr: Nyan Kedi Gökkuşağı

source: Nyan Cat
eo: Njan-kato
tr: Nyan Kedi
