Repository: WilLiam12-teddy/adamante_game
Catalog: mtg_i18n/locale/*.po
Languages: eo, hu, id, tr

source: Air (you hacker you!)
eo: Aero (vi kodrompisto!)
hu: Levegő
id: Udara (kamu peretas!)
tr: Hava (seni hacker seni!)

source: Simple Bed
eo: Simpla lito
hu: Egyszerű ágy
id: Dipan Sederhana
tr: Basit Yatak

source: Fancy Bed
eo: Luksa lito
hu: Csinos ágy
id: Dipan Mewah
tr: Süslü Yatak

source: Boat
eo: Boato
hu: Csónak
id: Kapal
tr: Tekne

source: Bones
eo: Ostoj
hu: Csontok
id: Tulang
tr: Kemikler

source: Empty Bucket
eo: Malplena sitelo
hu: Üres vödör
id: Ember Kosong
tr: Boş Kova

source: Lava Bucket
eo: Sitelo da lafo
hu: Láva vödör
id: Ember Lava
tr: Lav Kovası

source: River Water Bucket
eo: Sitelo da rivera akvo
hu: Folyó vízzel teli vödör
id: Ember Air Sungai
tr: Nehir Suyu Kovası

source: Water Bucket
eo: Sitelo da akvo
hu: Vízzel teli vödör
id: Ember Air
tr: Su Kovası

source: Brake Rail
eo: Bremsa relo
hu: Féksín
id: Rel Rem
tr: Fren Rayı

source: Cart (Sneak+Click to pick up)
eo: Ĉaro (atentiri+klaki por preni)
hu: Csille (shift + kattintás kell a felvevéshez)
id: Kereta (Menyelinap + Klik untuk mengambil)
tr: Vagon (Almak için Sız+Tıkla)

source: Powered Rail
eo: Rapidiga relo
hu: Elektromos sín
id: Rel Bertenaga
tr: Çalışan Ray

source: Rail
eo: Relo
hu: Sín
id: Rel
tr: Ray

source: Acacia Bush Leaves
eo: Folioj de akacia arbetaĵo
hu: Akácia bokor levelek
id: Daun Semak Akasia
tr: Akasya Çalısı Yaprakları

source: Acacia Bush Sapling
eo: Plantido de akacia arbetaĵo
hu: Akácia bokor csemete
id: Benih Semak Akasia
tr: Akasya Çalısı Fidanı

source: Acacia Bush Stem
eo: Trunketo de akacia arbetaĵo
hu: Akácia bokor törzs
id: Batang Semak Akasia
tr: Akasya Çalısı Kökü

source: Acacia Tree Leaves
eo: Folioj de akacia arbo
hu: Akácia falevelek
id: Daun Pohon Akasia
tr: Akasya Ağacı Yaprakları

source: Acacia Tree Sapling
eo: Plantido de akacia arbo
hu: Akácia csemete
id: Anak Pohon Akasia
tr: Akasya Ağacı Fidanı

source: Acacia Tree
eo: Akacia trunko
hu: Akácia fa
id: Pohon Akasia
tr: Akasya Ağacı

source: Acacia Wood Planks
eo: Akaciaj lignaj tabuloj
hu: Akácia deszka
id: Papan Kayu Akasia
tr: Akasya Ahşabı Plakalar

source: Apple
eo: Pomo
hu: Alma
id: Apel
tr: Elma

source: Aspen Tree Leaves
eo: Folioj de tremola arbo
hu: Nyárfa levelek
id: Daun Pohon Aspen
tr: Kavak Ağacı Yaprakları

source: Aspen Tree Sapling
eo: Plantido de tremola arbo
hu: Nyárfa csemete
id: Anak Pohon Aspen
tr: Kavak Ağacı Fidanı

source: Aspen Tree
eo: Tremola trunko
hu: Nyárfa
id: Pohon Aspen
tr: Kavak Ağacı

source: Aspen Wood Planks
eo: Tremolaj lignaj tabuloj
hu: Nyárfa deszkák
id: Papan Kayu Aspen
tr: Kavak Ahşabı Plakalar

source: Bronze Axe
eo: Bronza hakilo
hu: Bronz fejsze
id: Kapak Perunggu
tr: Bronz Balta

source: Diamond Axe
eo: Diamanta hakilo
hu: Gyémánt fejsze
id: Kapak Berlian
tr: Elmas Balta

source: Mese Axe
eo: Mesea hakilo
hu: Mese fejsze
id: Kapak Mese
tr: Mese Balta

source: Steel Axe
eo: Ŝtala hakilo
hu: Acél fejsze
id: Kapak Baja
tr: Çelik Balta

source: Stone Axe
eo: Ŝtona hakilo
hu: Kő fejsze
id: Kapak Batu
tr: Taş Balta

source: Wooden Axe
eo: Ligna hakilo
hu: Fa fejsze
id: Kapak Kayu
tr: Ahşap Balta

source: Book
eo: Libro
hu: Könyv
id: Buku
tr: Kitap

source: Bookshelf
eo: Librobreto
hu: Könyvespolc
id: Lemari Buku
tr: Kitaplık

source: Book With Text
eo: Libro kun teksto
hu: Könyv szöveggel
id: Buku dengan Teks
tr: Yazılı Kitap

source: Brick Block
eo: Brika bloko
hu: Tégla blokk
id: Balok Bata
tr: Tuğla Blok

source: Bronze Block
eo: Bronza bloko
hu: Bronz blokk
id: Balok Perunggu
tr: Bronz Blok

source: Bronze Ingot
eo: Bronza fandaĵo
hu: Bronz öntvény
id: Batangan Perunggu
tr: Bronz Külçe

source: Bush Leaves
eo: Folioj de arbetaĵo
hu: Bokor levelek
id: Daun Semak
tr: Çalı Yaprakları

source: Bush Sapling
eo: Plantido de arbetaĵo
hu: Bokor csemete
id: Benih Semak
tr: Çalı Fidanı

source: Bush Stem
eo: Trunketo de arbetaĵo
hu: Bokor törzs
id: Batang Semak
tr: Çalı Kökü

source: Cactus
eo: Kakto
hu: Kaktusz
id: Kaktus
tr: Kaktüs

source: Locked Chest
eo: Ŝlosita kesto
hu: Zárt láda
id: Peti Terkunci
tr: Kilitli Sandık

source: Chest
eo: Kesto
hu: Láda
id: Peti
tr: Sandık

source: Clay Brick
eo: Argila briko
hu: Tégla
id: Bata
tr: Kil Tuğla

source: Clay Lump
eo: Argila bulo
id: Bongkahan Semen
tr: Kil Yığını

source: Clay
eo: Argilo
hu: Agyag
id: Semen
tr: Kil

source: Cloud
eo: Nubo
hu: Felhő
id: Awan
tr: Bulut

source: Coal Block
eo: Karba bloko
hu: Szén blokk
id: Balok Batu Bara
tr: Kömür Blok

source: Coal Lump
eo: Karba bulo
id: Bongkahan Batu Bara
tr: Kömür Yığını

source: Cobblestone
eo: Pavimŝtono
id: Batu Alam
tr: Parketaş

source: Copper Block
eo: Kupra bloko
hu: Réz blokk
id: Balok Tembaga
tr: Bakır Blok

source: Copper Ingot
eo: Kupra fandaĵo
hu: Réz öntvény
id: Batangan Tembaga
tr: Bakır Külçe

source: Copper Lump
eo: Kupra bulo
hu: Réz rög
id: Bongkahan Tembaga
tr: Bakır Yığını

source: Brown Coral
eo: Bruna koralo
hu: Barna korall
id: Karang Cokelat
tr: Kahverengi Mercan

source: Orange Coral
eo: Oranĝkolora koralo
hu: Narancssárga korall
id: Karang Jingga
tr: Turuncu Mercan

source: Coral Skeleton
eo: Korala ostaro
hu: Korall váz
id: Kerangka Karang
tr: Mercan İskelet

source: Desert Cobblestone
eo: Dezerta pavimŝtono
hu: Sivatagi kőkocka
id: Batu Alam Gurun
tr: Çöl Parketaşı

source: Desert Sand
eo: Dezerta sablo
hu: Sivatagi homok
id: Pasir Gurun
tr: Çöl Kumu

source: Desert Sandstone Block
eo: Dezerta sabloŝtona bloko
hu: Sivatagi homokkő blokk
id: Balok Batu Pasir Gurun
tr: Çöl Kumtaşı Blok

source: Desert Sandstone Brick
eo: Dezerta sabloŝtona briko
hu: Sivatagi homokkő tégla
id: Tembok Batu Pasir Gurun
tr: Çöl Kumtaşı Tuğla

source: Desert Sandstone
eo: Dezerta sabloŝtono
hu: Sivatagi homokkő
id: Batu Pasir Gurun
tr: Çöl Kumtaşı

source: Desert Stone Block
eo: Dezerta ŝtona bloko
hu: Sivatagi kő blokk
id: Balok Batu Gurun
tr: Çöl Taşı Blok

source: Desert Stone Brick
eo: Dezerta ŝtona briko
hu: Sivatagi kőtégla
id: Tembok Batu Gurun
tr: Çöl Taşı Tuğla

source: Desert Stone
eo: Dezerta ŝtono
hu: Sivatagi kő
id: Batu Gurun
tr: Çöl Taşı

source: Diamond Block
eo: Diamanta bloko
hu: Gyémánt blokk
id: Balok Berlian
tr: Elmas Blok

source: Diamond
eo: Diamanto
hu: Gyémánt
id: Berlian
tr: Elmas

source: Dirt
eo: Tero
hu: Föld
id: Tanah
tr: Kir

source: Dirt with Dry Grass
eo: Tero kun seka herbo
hu: Föld száraz fűvel
id: Tanah dengan Rumput Kering
tr: Kuru Çimli Kir

source: Dirt with Grass and Footsteps
eo: Tero kun herbo kaj piedsignoj
hu: Föld fűvel és lábnyomokkal
id: Tanah dengan Rumput dan Jejak Kaki
tr: Çimli ve Ayakizli Kir

source: Dirt with Grass
eo: Tero kun herbo
hu: Föld fűvel
id: Tanah dengan Rumput
tr: Çimli Kir

source: Dirt with Rainforest Litter
eo: Tero kun pluvarbara humo
hu: Föld esőerdő-aljnövényzettel
id: Tanah dengan Sampah Hutan Hujan
tr: Yağmur Ormanı Çöplü Kir

source: Dirt with Snow
eo: Tero kun neĝo
hu: Föld hóval
id: Tanah dengan Salju
tr: Karlı Kir

source: Dry Grass
eo: Seka herbo
hu: Száraz fű
id: Rumput Kering
tr: Kuru Çim

source: Dry Shrub
eo: Seka arbetaĵo
hu: Száraz cserje
id: Semak Belukar Kering
tr: Kuru Çalı

source: Acacia Wood Fence
eo: Akacia barilo
hu: Akácia kerítés
id: Pagar Kayu Akasia
tr: Akasya Ahşabı Çit

source: Aspen Wood Fence
eo: Tremola barilo
hu: Nyárfa kerítés
id: Pagar Kayu Aspen
tr: Kavak Ahşabı Çit

source: Jungle Wood Fence
eo: Ĝangaloligna barilo
hu: Dzsungelfa kerítés
id: Pagar Kayu Rimba
tr: Cangıl Ahşabı Çit

source: Pine Wood Fence
eo: Abia barilo
hu: Fenyő kerítés
id: Pagar Kayu Pinus
tr: Çam Ahşabı Çit

source: Apple Wood Fence
eo: Pomuja barilo
hu: Almafa kerítés
id: Pagar Kayu Apel
tr: Elma Ahşabı Çit

source: Flint
eo: Fajroŝtono
hu: Kovakő
id: Batu Api
tr: Çakmaktaşı

source: Furnace
eo: Forno
hu: Kemence
id: Perapian
tr: Fırın

source: Glass
eo: Vitro
hu: Üveg
id: Kaca
tr: Cam

source: Gold Block
eo: Ora bloko
hu: Arany blokk
id: Balok Emas
tr: Altın Blok

source: Gold Ingot
eo: Ora fandaĵo
hu: Arany öntvény
id: Batangan Emas
tr: Altın Külçe

source: Gold Lump
eo: Ora bulo
hu: Arany rög
id: Bongkahan Emas
tr: Altın Yığını

source: Grass
eo: Herbo
hu: Fű
id: Rumput
tr: Çim

source: Gravel
eo: Ŝtonetaĵo
hu: Sóder
id: Kerikil
tr: Çakıl

source: Ice
eo: Glacio
hu: Jég
id: Es
tr: Buz

source: Iron Lump
eo: Fera bulo
hu: Vas rög
id: Bongkahan Besi
tr: Demir Yığını

source: Jungle Grass
eo: Ĝangala herbo
hu: Dzsungel fű
id: Rumput Rimba
tr: Cangıl Çim

source: Jungle Tree Leaves
eo: Folioj de ĝangalarbo
hu: Dzsungel falevelek
id: Daun Pohon Rimba
tr: Cangıl Ağacı Yaprakları

source: Jungle Tree Sapling
eo: Plantido de ĝangalarbo
hu: Dzsungelfa csemete
id: Anak Pohon Rimba
tr: Cangıl Ağacı Fidanı

source: Jungle Tree
eo: Trunko de ĝangalarbo
hu: Dzsungelfa
id: Pohon Rimba
tr: Cangıl Ağacı

source: Jungle Wood Planks
eo: Ĝangalolignaj tabuloj
hu: Dzsungelfa deszka
id: Papan Kayu Pohon Rimba
tr: Cangıl Ahşabı Plakalar

source: Key
eo: Ŝlosilo
hu: Kulcs
id: Kunci
tr: Anahtar

source: Steel Ladder
eo: Ŝtala ŝtupetaro
hu: Acél létra
id: Tangga Baja
tr: Çelik Merdiven

source: Wooden Ladder
eo: Ligna ŝtupetaro
hu: Fa létra
id: Tangga Kayu
tr: Ahşap Merdiven

source: Flowing Lava
eo: Fluanta lafo
hu: Folyó láva
id: Lava Mengalir
tr: Akan Lav

source: Lava Source
eo: Fonto de lafo
hu: Láva forrás
id: Sumber Lava
tr: Lav Kaynağı

source: Apple Tree Leaves
eo: Folioj de pomujo
id: Daun Pohon Apel
tr: Elma Ağacı Yaprakları

source: Mese Crystal Fragment
eo: Fragmento de meŝa kristalo
hu: Mese-kristály darab
id: Pecahan Kristal Mese
tr: Mese Kristal Parçası

source: Mese Crystal
eo: Mesea kristalo
hu: Mese-kristály
id: Kristal Mese
tr: Mese Kristal

source: Mese Lamp
eo: Mesea lampo
hu: Mese lámpa
id: Lampu Mese
tr: Mese Lamba

source: Mese Post Light
eo: Mesetorĉo
id: Lampu Pos Mese
tr: Mese Işık Direği

source: Mese Block
eo: Mesea bloko
hu: Mese blokk
id: Balok Mese
tr: Mese Blok

source: Mossy Cobblestone
eo: Muska pavimŝtono
hu: Mohás zúzottkő
id: Batu Alam Berlumut
tr: Yosunlu Parketaş

source: Obsidian Block
eo: Obsidiana bloko
hu: Obszidián blokk
id: Balok Obsidian
tr: Obsidyen Blok

source: Obsidian Brick
eo: Obsidiana briko
hu: Obszidián tégla
id: Tembok Obsidian
tr: Obsidyen Tuğla

source: Obsidian Glass
eo: Obsidiana vitro
hu: Obszidián üveg
id: Kaca Obsidian
tr: Obsidyen Cam

source: Obsidian Shard
eo: Obsidiana fragmento
hu: Obszidián szilánk
id: Pecahan Obsidian
tr: Obsidyen Kırığı

source: Obsidian
eo: Obsidiano
hu: Obszidián
tr: Obsidyen

source: Paper
eo: Papero
hu: Papír
id: Kertas
tr: Kağıt

source: Papyrus
eo: Papiruso
hu: Papirusz
id: Papirus
tr: Papirüs

source: Bronze Pickaxe
eo: Bronza hakfosilo
hu: Bronz csákány
id: Beliung Perunggu
tr: Bronz Kazma

source: Diamond Pickaxe
eo: Diamanta hakfosilo
hu: Gyémánt csákány
id: Beliung Berlian
tr: Elmas Kazma

source: Mese Pickaxe
eo: Mesea hakfosilo
hu: Mese csákány
id: Beliung Mese
tr: Mese Kazma

source: Steel Pickaxe
eo: Ŝtala hakfosilo
hu: Acél csákány
id: Beliung Baja
tr: Çelik Kazma

source: Stone Pickaxe
eo: Ŝtona hakfosilo
hu: Kő csákány
id: Beliung Batu
tr: Taş Kazma

source: Wooden Pickaxe
eo: Ligna hakfosilo
hu: Fa csákány
id: Beliung Kayu
tr: Ahşap Kazma

source: Pine Needles
eo: Abiaj pingloj
hu: Tűlevél
id: Daun Pinus
tr: Çam İğneleri

source: Pine Tree Sapling
eo: Plantido de abia arbo
hu: Fenyő csemete
id: Anak Pohon Pinus
tr: Çam Ağacı Fidanı

source: Pine Tree
eo: Abia trunko
hu: Fenyőfa
id: Pohon Pinus
tr: Çam Ağacı

source: Pine Wood Planks
eo: Abiaj lignaj tabuloj
hu: Fenyő deszka
id: Papan Kayu Pinus
tr: Çam Ahşabı Plakalar

source: Flowing River Water
eo: Fluanta rivera akvo
id: Air Sungai Mengalir
tr: Akan Nehir Suyu

source: River Water Source
eo: Fonto de rivera akvo
id: Sumber Air Sungai
tr: Nehir Suyu Kaynağı

source: Sand
eo: Sablo
hu: Homok
id: Pasir
tr: Kum

source: Sandstone Block
eo: Sabloŝtona bloko
hu: Homokkő blokk
id: Balok Batu Pasir
tr: Kumtaşı Blok

source: Sandstone Brick
eo: Sabloŝtona briko
hu: Homokkő tégla
id: Tembok Batu Pasir
tr: Kumtaşı Tuğla

source: Sandstone
eo: Sabloŝtono
hu: Homokkő
id: Batu Pasir
tr: Kumtaşı

source: Apple Tree Sapling
eo: Plantido de pomujo
hu: Nyárfa csemete
id: Anak Pohon Apel
tr: Elma Ağacı Fidanı

source: Bronze Shovel
eo: Bronza fosilo
hu: Bronz ásó
id: Sekop Perunggu
tr: Bronz Kürek

source: Diamond Shovel
eo: Diamanta fosilo
hu: Gyémánt ásó
id: Sekop Berlian
tr: Elmas Kürek

source: Mese Shovel
eo: Mesea fosilo
hu: Mese ásó
id: Sekop Mese
tr: Mese Kürek

source: Steel Shovel
eo: Ŝtala fosilo
hu: Acél ásó
id: Sekop Baja
tr: Çelik Kürek

source: Stone Shovel
eo: Ŝtona fosilo
hu: Kő ásó
id: Sekop Batu
tr: Taş Kürek

source: Wooden Shovel
eo: Ligna fosilo
hu: Fa ásó
id: Sekop Kayu
tr: Ahşap Kürek

source: Steel Sign
eo: Ŝtala teksttabulo
id: Plang Baja
tr: Çelik Tabela

source: Wooden Sign
eo: Ligna teksttabulo
id: Plang Kayu
tr: Ahşap Tabela

source: Silver Sand
eo: Blanka sablo
hu: Ezüst homok
id: Pasir Perak
tr: Gümüş Kum

source: Silver Sandstone Block
eo: Blanka sabloŝtona bloko
hu: Ezüst homokkő tömb
id: Balok Batu Pasir Perak
tr: Gümüş Kumtaşı Blok

source: Silver Sandstone Brick
eo: Blanka sabloŝtona briko
hu: Ezüst homokkő tégla
id: Tembok Batu Pasir Perak
tr: Gümüş Kumtaşı Tuğla

source: Silver Sandstone
eo: Blanka sabloŝtono
hu: Ezüst homokkő
id: Batu Pasir Perak
tr: Gümüş Kumtaşı

source: Skeleton Key
eo: Ĉefa ŝlosilo
hu: Csont kulcs
id: Kunci Kerangka
tr: İskelet Anahtar

source: Snow Block
eo: Neĝa bloko
hu: Hó blokk
id: Balok Salju
tr: Kar Blok

source: Snow
eo: Neĝo
hu: Hó
id: Salju
tr: Kar

source: Steel Block
eo: Ŝtala bloko
hu: Acél blokk
id: Balok Baja
tr: Çelik Blok

source: Steel Ingot
eo: Ŝtala fandaĵo
hu: Acél öntvény
id: Batangan Baja
tr: Çelik Külçe

source: Stick
eo: Stango
hu: Bot
id: Tongkat
tr: Çubuk

source: Stone Block
eo: Ŝtona bloko
hu: Kő blokk
id: Balok Batu
tr: Taş Blok

source: Stone Brick
eo: Ŝtona briko
hu: Kő tégla
id: Tembok Batu
tr: Taş Tuğla

source: Stone
eo: Ŝtono
hu: Kő
id: Batu
tr: Taş

source: Coal Ore
eo: Karba minaĵo
hu: Szén érc
id: Bijih Batu Bara
tr: Kömür Cevheri

source: Copper Ore
eo: Kupra minaĵo
hu: Réz érc
id: Bijih Tembaga
tr: Bakır Cevheri

source: Diamond Ore
eo: Diamanta minaĵo
hu: Gyémánt érc
id: Bijih Berlian
tr: Elmas Cevheri

source: Gold Ore
eo: Ora minaĵo
hu: Arany érc
id: Bijih Emas
tr: Altın Cevheri

source: Iron Ore
eo: Fera minaĵo
hu: Vasérc
id: Bijih Besi
tr: Demir Cevheri

source: Mese Ore
eo: Mesea minaĵo
hu: Mese érc
id: Bijih Mese
tr: Mese Cevheri

source: Tin Ore
eo: Stana minaĵo
hu: Ón érc
id: Bijih Timah
tr: Kalay Cevheri

source: Bronze Sword
eo: Bronza glavo
hu: Bronz kard
id: Pedang Perunggu
tr: Bronz Kılıç

source: Diamond Sword
eo: Diamanta glavo
hu: Gyémánt kard
id: Pedang Berlian
tr: Elmas Kılıç

source: Mese Sword
eo: Mesea glavo
hu: Mese kard
id: Pedang Mese
tr: Mese Kılıç

source: Steel Sword
eo: Ŝtala glavo
hu: Acél kard
id: Pedang Baja
tr: Çelik Kılıç

source: Stone Sword
eo: Ŝtona glavo
hu: Kő kard
id: Pedang Batu
tr: Taş Kılıç

source: Wooden Sword
eo: Ligna glavo
hu: Fa kard
id: Pedang Kayu
tr: Ahşap Kılıç

source: Tin Block
eo: Stana bloko
hu: Ón blokk
id: Balok Timah
tr: Kalay Blok

source: Tin Ingot
eo: Stana fandaĵo
hu: Ón öntvény
id: Batangan Timah
tr: Kalay Külçe

source: Tin Lump
eo: Stana bulo
hu: Ón rög
id: Bongkahan Timah
tr: Kalay Yığını

source: Torch
eo: Torĉo
hu: Fáklya
id: Obor
tr: Meşale

source: Apple Tree
eo: Pomuja trunko
hu: Almafa
id: Pohon Apel
tr: Elma Ağacı

source: Flowing Water
eo: Fluanta akvo
hu: Folyó víz
id: Air Mengalir
tr: Akan Su

source: Water Source
eo: Fonto de akvo
hu: Forrás
id: Sumber Air
tr: Su Kaynağı

source: Apple Wood Planks
eo: Pomujaj lignaj tabuloj
hu: Almafa deszkák
id: Papan Kayu Pohon Apel
tr: Elma Ahşabı Plakalar

source: Glass Door
eo: Vitra pordo
hu: Üvegajtó
id: Pintu Kaca
tr: Cam Kapı

source: Obsidian Glass Door
eo: Obsidiana vitra pordo
hu: Obszidián-üvegajtó
id: Pintu Kaca Obsidian
tr: Obsidyen Cam Kapı

source: Steel Door
eo: Ŝtala pordo
hu: Acél ajtó
id: Pintu Baja
tr: Çelik Kapı

source: Wooden Door
eo: Ligna pordo
hu: Fa ajtó
id: Pintu Kayu
tr: Ahşap Kapı

source: Acacia Wood Fence Gate
eo: Akacia barilpordo
hu: Akácia kerítéskapu
id: Gerbang Kayu Akasia
tr: Akasya Ahşabı Çit Kapısı

source: Aspen Wood Fence Gate
eo: Tremola barilpordo
hu: Nyárfa kerítéskapu
id: Gerbang Kayu Aspen
tr: Kavak Ahşabı Çit Kapısı

source: Jungle Wood Fence Gate
eo: Ĝangaloligna barilpordo
hu: Dzsungelfa kerítéskapu
id: Gerbang Kayu Rimba
tr: Cangıl Ahşabı Çit Kapısı

source: Pine Wood Fence Gate
eo: Abia barilpordo
hu: Fenyő kerítéskapu
id: Gerbang Kayu Pinus
tr: Çam Ahşabı Çit Kapısı

source: Apple Wood Fence Gate
eo: Pomuja barilpordo
hu: Almafa kerítéskapu
id: Gerbang Kayu Apel
tr: Elma Ahşabı Çit Kapısı

source: Hidden Door Segment
eo: Kaŝita pordo-parto
hu: Rejtett ajtórész
id: Bagian Pintu Tersembunyi
tr: Gizli Kapı Kesimi

source: Wooden Trapdoor
eo: Ligna klappordo
hu: Almafa csapóajtó
id: Pintu Jebakan Kayu
tr: Ahşap Kapak

source: Steel Trapdoor
eo: Ŝtala klappordo
hu: Acél csapóajtó
id: Pintu Jebakan Baja
tr: Çelik Kapak

source: Black Dye
eo: Nigra farbo
hu: Fekete festék
id: Pewarna Hitam
tr: Siyah Boya

source: Blue Dye
eo: Blua farbo
hu: Kék festék
id: Pewarna Biru
tr: Mavi Boya

source: Brown Dye
eo: Bruna farbo
hu: Barna festék
id: Pewarna Cokelat
tr: Kahverengi Boya

source: Cyan Dye
eo: Bluverda farbo
hu: Türkiz festék
id: Pewarna Biru Kehijauan
tr: Camgöbeği Boya

source: Dark Green Dye
eo: Malhele verda farbo
hu: Sötétzöld festék
id: Pewarna Hijau Gelap
tr: Koyu Yeşil Boya

source: Dark Grey Dye
eo: Malhele griza farbo
hu: Sötétszürke festék
id: Pewarna Abu-Abu Gelap
tr: Koyu Gri Boya

source: Green Dye
eo: Verda farbo
hu: Zöld festék
id: Pewarna Hijau
tr: Yeşil Boya

source: Grey Dye
eo: Griza farbo
hu: Szürke festék
id: Pewarna Abu-Abu
tr: Gri Boya

source: Magenta Dye
eo: Purpura farbo
hu: Bíbor festék
id: Pewarna Merah Keunguan
tr: Macenta Boya

source: Orange Dye
eo: Oranĝkolora farbo
hu: Narancssárga festék
id: Pewarna Jingga
tr: Turuncu Boya

source: Pink Dye
eo: Rozkolora farbo
hu: Rózsaszín festék
id: Pewarna Merah Muda
tr: Pembe Boya

source: Red Dye
eo: Ruĝa farbo
hu: Piros festék
id: Pewarna Merah
tr: Kırmızı Boya

source: Violet Dye
eo: Violkolora farbo
hu: Ibolyaszín festék
id: Pewarna Ungu
tr: Mor Boya

source: White Dye
eo: Blanka farbo
hu: Fehér festék
id: Pewarna Putih
tr: Beyaz Boya

source: Yellow Dye
eo: Flava farbo
hu: Sárga festék
id: Pewarna Kuning
tr: Sarı Boya

source: Bread
eo: Pano
hu: Kenyér
id: Roti
tr: Ekmek

source: Cotton
eo: Kotono
hu: Gyapot
id: Kapas
tr: Pamuk

source: Desert Sand Soil
eo: Dezerta sabla grundo
hu: Sivatagi homok talaj
id: Tanah Subur Gurun
tr: Çöl Kumu Toprak

source: Wet Desert Sand Soil
eo: Malseka dezerta sabla grundo
hu: Nedves sivatagi homok talaj
id: Tanah Subur Gurun Basah
tr: Islak Çöl Kumu Toprak

source: Flour
eo: Faruno
hu: Liszt
id: Tepung
tr: Un

source: Bronze Hoe
eo: Bronza sarkilo
hu: Bronz kapa
id: Cangkul Perunggu
tr: Bronz Çapa

source: Diamond Hoe
eo: Diamanta sarkilo
hu: Gyémánt kapa
id: Cangkul Berlian
tr: Elmas Çapa

source: Mese Hoe
eo: Mesea sarkilo
hu: Mese kapa
id: Cangkul Mese
tr: Mese Çapa

source: Steel Hoe
eo: Ŝtala sarkilo
hu: Acél kapa
id: Cangkul Baja
tr: Çelik Çapa

source: Stone Hoe
eo: Ŝtona sarkilo
hu: Kő kapa
id: Cangkul Batu
tr: Taş Çapa

source: Wooden Hoe
eo: Ligna sarkilo
hu: Fa kapa
id: Cangkul Kayu
tr: Ahşap Çapa

source: Cotton Seed
eo: Kotona semo
hu: Gyapot mag
id: Benih Kapas
tr: Pamuk Tohumu

source: Wheat Seed
eo: Tritika semo
hu: Búza mag
id: Benih Gandum
tr: Buğday Tohumu

source: Soil
eo: Grundo
hu: Talaj
id: Tanah Subur
tr: Toprak

source: Wet Soil
eo: Malseka grundo
hu: Nedves talaj
id: Tanah Subur Basah
tr: Islak Toprak

source: Straw
eo: Pajlo
hu: Szalma
id: Jerami
tr: Saman

source: Wheat
eo: Tritiko
hu: Búza
id: Gandum
tr: Buğday

source: Flint and Steel
eo: Fajrilo
hu: Kovakő és acél
id: Batu Api dan Baja
tr: Çakmaktaşı ve Çelik

source: Permanent Flame
eo: Ĉiama flamo
id: Api Abadi
tr: Kalıcı Alev

source: White Dandelion
eo: Blanka leontodo
id: Dandelion Putih
tr: Beyaz Hindiba

source: Yellow Dandelion
eo: Flava leontodo
hu: Sárga pitypang
id: Dandelion Kuning
tr: Sarı Hindiba

source: Blue Geranium
eo: Blua geranio
hu: Kék muskátli
id: Geranium Biru
tr: Mavi Sardunya

source: Brown Mushroom
eo: Bruna fungo
hu: Barna gomba
id: Jamur Cokelat
tr: Kahverengi Mantar

source: Red Mushroom
eo: Ruĝa fungo
hu: Piros gomba
id: Jamur Merah
tr: Kırmızı Mantar

source: Red Rose
eo: Ruĝa rozo
hu: Piros festék
id: Mawar Merah
tr: Kırmızı Gül

source: Orange Tulip
eo: Oranĝkolora tulipo
hu: Narancssárga tulipán
id: Tulip Jingga
tr: Turuncu Lale

source: Viola
eo: Violo
hu: Ibolya
id: Bunga Viola
tr: Menekşe

source: Waterlily
eo: Nimfeo
hu: Tavirózsa
id: Teratai
tr: Nilüfer

source: Ignore (you hacker you!)
eo: Malatenti (vi kodrompisto!)
hu: Figyelmen kívül hagy
id: Ignore (kau peretas!)
tr: Yoksay (seni hacker seni!)

source: Screwdriver (left-click rotates face, right-click rotates axis)
eo: Ŝraŭbilo (maldekstra klako turnas facon, dekstra akson)
id: Obeng (klik kiri memutar wajah, klik kanan memutar sumbu)
tr: Tornavida (sol-tık yüz döndürür, sağ-tık ekseni döndürür)

source: Acacia Wood Slab
eo: Akacia ligna plato
id: Lempeng Kayu Akasia
tr: Akasya Ahşabı Dilim

source: Aspen Wood Slab
eo: Tremola ligna plato
id: Lempeng Kayu Aspen
tr: Kavak Ahşabı Dilim

source: Brick Slab
eo: Brika plato
id: Lempeng Bata
tr: Tuğla Dilim

source: Bronze Block Slab
eo: Bronza bloka plato
id: Lempeng Balok Perunggu
tr: Bronz Blok Dilim

source: Cobblestone Slab
eo: Pavimŝtona plato
id: Lempeng Batu Alam
tr: Parketaş Dilim

source: Copper Block Slab
eo: Kupra bloka plato
id: Lempeng Balok Tembaga
tr: Bakır Blok Dilim

source: Desert Cobblestone Slab
eo: Dezerta pavimŝtona plato
hu: Sivatagi macskakő lap
id: Lempeng Batu Alam Gurun
tr: Çöl parketaşı dilim

source: Desert Sandstone Block Slab
eo: Dezerta sabloŝtona plato
hu: Sivatagi homokkő tömb lap
id: Lempeng Balok Batu Pasir Gurun
tr: Çöl Kumtaşı Blok Dilim

source: Desert Sandstone Brick Slab
eo: Dezerta sabloŝtona brika plato
hu: Sivatagi homok tégla lap
id: Lempeng Tembok Batu Pasir Gurun
tr: Çöl Kumtaşı Tuğla Dilim

source: Desert Sandstone Slab
eo: Dezerta sabloŝtona plato
hu: Sivatagi homokkő lap
id: Lempeng Batu Pasir Gurun
tr: Çöl Kumtaşı Dilim

source: Desert Stone Block Slab
eo: Dezerta ŝtona bloka plato
hu: Sivatagi homok tömb lap
id: Lempeng Balok Batu Gurun
tr: Çöl Taşı Blok Dilim

source: Desert Stone Brick Slab
eo: Dezerta ŝtona brika plato
hu: Sivatagi kő tégla lap
id: Lempeng Tembok Batu Gurun
tr: Çöl Taşı Tuğla Dilim

source: Desert Stone Slab
eo: Dezerta ŝtona plato
hu: Sivatagi kő lap
id: Lempeng Batu Gurun
tr: Çöl Taşı Dilim

source: Gold Block Slab
eo: Ora bloka plato
hu: Arany tömb lap
id: Lempeng Balok Emas
tr: Altın Blok Dilim

source: Ice Slab
eo: Glacia plato
hu: Jég lap
id: Lempeng Es
tr: Buz Dilim

source: Jungle Wood Slab
eo: Ĝangala ligna plato
hu: Dzsungelfa lap
id: Lempeng Kayu Rimba
tr: Cangıl Ahşabı Dilim

source: Mossy Cobblestone Slab
eo: Muska pavimŝtona plato
hu: Mohos macskakő lap
id: Lempeng Batu Alam Berlumut
tr: Yosunlu Parketaş Dilim

source: Obsidian Block Slab
eo: Obsidiana bloka plato
hu: Obszidián tömb lap
id: Lempeng Balok Obsidian
tr: Obsidyen Blok Dilim

source: Obsidian Brick Slab
eo: Obsidiana brika plato
hu: Obszidián tégla lap
id: Lempeng Tembok Obsidian
tr: Obsidyen Tuğla Dilim

source: Obsidian Slab
eo: Obsidiana plato
hu: Obszidián lap
id: Lempeng Obsidian
tr: Obsidyen Dilim

source: Pine Wood Slab
eo: Abia ligna plato
hu: Fenyő deszka lap
id: Lempeng Kayu Pinus
tr: Çam Ahşabı Dilim

source: Sandstone Block Slab
eo: Sabloŝtona bloka plato
hu: Homokkő tömb lap
id: Lempeng Balok Batu Pasir
tr: Kumtaşı Blok Dilim

source: Sandstone Brick Slab
eo: Sabloŝtona brika plato
hu: Homokkő tégla lap
id: Lempeng Tembok Batu Pasir
tr: Kumtaşı Tuğla Dilim

source: Sandstone Slab
eo: Sabloŝtona plato
hu: Homokkő lap
id: Lempeng Batu Pasir
tr: Kumtaşı Dilim
