Repository: WilLiam12-teddy/adamante_game
Catalog: biofuel/locale/*.po
Languages: de, it

source: loading...
de: lade...
it: caricamento...

source: progress: @1%
de: Fortschritt: @1%
it: progresso: @ 1%

source: To start fuel production add biomass
de: Zur Treibstoffproduktion mit organischem Material bef√ºllen
it: Per avviare la produzione di carburante aggiungere biomassa

source: moves stuff to refinery at
de: legte Material in die Raffinerie bei
it: muove cose alla raffineria a

source: takes stuff from refinery at
de: nahm Material aus der Raffinerie bei
it: prende roba dalla raffineria a

source: Biofuel Refinery
de: Biotreibstoff Raffinerie
it: Raffineria di biocarburanti

source: Biofuel Refinery Active
de: Biotreibstoff Raffinerie arbeitet
it: Raffineria di biocarburanti attiva

source: loaded.
de: geladen.
it: caricato.

source: Bottle of Biofuel
de: Treibstofflasche
it: Bottiglia di biocarburante

source: Canister of Biofuel
de: Treibstoffkanister
it: Contenitore di biocarburanti

source: Vial of Biofuel
de: Treibstoffphiole
it: Fiala di biocarburante
