Repository: WilLiam12-teddy/adamante_game
Catalog: ufos/ufos/locale/*.po
Languages: pt

source: Control the UFOs of other players.
pt: Controla o OVNI de outro jogador.

source: ufo
pt: ovni

source: This function only work if admin install mod '%s'!
pt: Esta função só funciona se o admin instalar mod '%s'!

source: The forge was turned off for lack of space for cooked items.
pt: A forja foi desligada por falta de espaço para mais itens cozinhados.

source: The forge was turned off for lack of cookable items.
pt: A forja foi desligada por falta de item cozível.

source: The forge was turned off for empty fuel.
pt: A forja foi desligada por falta de carga.

source: The Captain '%s' has placed %02d '%s' in UFO Eletric Forge!
pt: O Capitão '%s' colocou %02d '%s' na Forja Elétrica do OVNI!

source: The Captain '%s' has removed %02d '%s' in UFO Eletric Forge!
pt: O Capitão '%s' retirou %02d '%s' da Forja Elétrica do OVNI!

source: You have to brake that UFO before you leave!
pt: Você tem que freiar este OVNI antes de sair dele.

source: UFO SYSTEM CONTROL
pt: SISTEMA DE CONTROLE DO OVNI

source: UFO MANUAL
pt: MANUAL DO OVNI

source: FIVE TONES
pt: CONTATO IMEDIATO

source: MAILBOX
pt: CAIXA DE MENSAGENS

source: CARRIER TRUNK
pt: PORTA-MALA

source: UFO SETTINGS
pt: CONFIGURAÇÕES

source: ELETRIC FORGE
pt: FORJA ELÉTRICA

source: NAVEGATION
pt: NAVEGAÇÃO

source: UPGRADES
pt: APRIMORAMENTOS

source: TELEPORT
pt: TELEPORTAR

source: ABDUCT
pt: ABDUZIR

source: EMERGENCY EJECTION
pt: EJEÇÃO DE EMERGÊNCIA

source: LEAVE UFO
pt: SAIR DO OVNI

source: UFO MANUAL - CONTROLS
pt: MANUAL DO OVNI - CONTROLES

source: Key W (UP) ← Accelerator
pt: Botão W (ACIMA) ← Acelerador

source: Key S (DOWN) ← Brake
pt: Botão S (ABAIXO) ← Freio

source: Key A (LEFT) ← Turn Lett
pt: Botão A (ESQUERDA) ← Gira para Esquerda

source: Key D (RIGHT) ← Turn Right
pt: Botão D (DIREITA) ← Gira para Direita

source: Key Spacebar (JUMP) ← To lift
pt: Botão PULAR (Espaço) ← Levanta a Nave

source: Key Shift (SNAKE) ← To down
pt: Botão ESGUEIRAR (Shift) ← Desce a Nave

source: Key S (Brake) + Run Key (R or Ctrl) ← Five Tones
pt: Botão S (Freio) + Botão 'CORRER' (R ou Ctrl) ← Buzina

source: Key Shift (SNAKE) + Run Key (R or Ctrl) ← Emergency Ejection
pt: Botão 'ESGUEIRAR' + Botão 'CORRER' ← Ejeção de Emergência

source: Key Sides (A or D) + Key Run (R or Ctrl) ← Walks to the side
pt: Botões (A ou D) + Botão 'CORRER' ← Anda para o Lado

source: MENU BACK
pt: VOLTAR MENU

source: NEXT
pt: PRÓXIMO

source: UFO MANUAL - MAINTENANCE
pt: MANUAL DO OVNI - MANUTENÇÃO

source: Do not forget your UFO in the garage. Your UFO can be deleted from the server when admin applies maintenance procedures on the server. Save your UFO as an item.
pt: Não esqueça seu OVNI na garagem. Seu OVNI pode ser deletado do servidor quando o administrador aplicar procedimentos de manutenção no servidor. Guarde seu OVNI como item.

source: PREVIOUS
pt: VOLTAR

source: The UFO recommends that you land on a flat ground.
pt: O OVNI recomenda que você aterrisse em local plano.

source: Do you really want to leave the UFO on this ground?
pt: Você realmente deseja sair deste OVNI neste terreno irregular?

source: YES
pt: SIM

source: NOT
pt: NÃO

source: Ship Name
pt: Nome da Nave

source: Enable 'UFO tracer'.
pt: Ativar 'Rastreador OVNI'

source: Enable 'Inertia Cancel'. (Spend fuel constantly if off)
pt: Ativar 'Anulador de Inércia'. (Gasta carga constantemente se desligado)

source: Spend fuel constantly if off
pt: Desperdiça combustível se desactivado

source: Artificial Inteligency
pt: Inteligência Artificial

source: DISABLE
pt: DESATIVAR

source: ENABLE
pt: ATIVAR

source: Fuel: %s
pt: Combustível: %s

source: 1º ← You need to park your UFO next to this!
pt: 1º ← Estacione seu OVNI perto deste carregador!

source: 2º ← Press 'run key'(Key E) in your UFO to reload!
pt: 2º ← Pressione 'CORRER' (Key E) em seu OVNI para recarregá-lo!

source: CARRIER TRUNK owned by '%s':
pt: PORTA-MALA de '%s':

source: Disabled 'Inertia Cancel' of this UFO!
pt: Desativa 'Anulador de Inércia' deste OVNI!

source: Enabled 'Inertia Cancel' of this UFO!
pt: Ativa 'Anulador de Inércia' deste OVNI!

source: Disabled 'Artificial Inteligency' of this UFO!
pt: Desativa 'Ativa Inteligência' deste OVNI!

source: This UFO was not protected, you are now its owner!
pt: Este OVNI não estava protegido.. Agora você é o novo dono!

source: Hold 'Run Key'(R or Ctrl) and Click to control the UFO owned by '%s'!
pt: Segure o botão 'CORRER' (R or Ctrl) e Clique para controlar OVNI de '%s'!

source: You can not interact with a UFO owned by '%s'!
pt: Você não pode interagir com um OVNI pertencente a '%s'.

source: Steel Wire
pt: Cabo de Aço

source: Steel Spiral
pt: Bobina de Aço

source: Eletric Lamp
pt: Lâmpada Elétrica

source: Gauge
pt: Aferidor

source: Cylinder
pt: Cilindro

source: Steel Pipe
pt: Cano de Aço

source: Steel Core
pt: Núcleo de Aço

source: Copper Wire
pt: Cabo de Cobre

source: Copper Coil
pt: Bonina de Cobre

source: Eletric Pump
pt: Bomba Elétrica

source: Bioresin
pt: Bioresina

source: Extracted from pine wood.
pt: Extraído de alguns tronco de pinheiro.

source: Ionized Bioresin
pt: Bioresina Ionizada

source: Bioplastic Mass
pt: Massa de Bioplástico

source: Bioplastic Ingot
pt: Lingote de Bioplástico

source: Speaker
pt: Alto-falantes

source: Printed Circuit
pt: Circuito Impresso

source: Oxigen System
pt: Sistema de Oxigênio

source: Switch Button
pt: Botão Interruptor

source: Panel
pt: Painel

source: Pilot Manche
pt: Manche de Pilotagem

source: Upholstered Chair
pt: Cadeira Estofada

source: Steel Ring
pt: Anel de Aço

source: Toroidal Copper Coil
pt: Bobina Toroidal de Cobre

source: Microwave Resonance Chamber
pt: Câmara de Ressonância de Micro-ondas

source: Engine for producing impulse from an electromagnetic field within a cavity, without the need to eject mass.
pt: Motor para produzir impulso a partir de um campo eletromagnético dentro de uma cavidade, sem a necessidade de ejetar massa.

source: Cockpit
pt: Cabine

source: Microprocessor
pt: Microprocessador

source: Power Cell (Type Omega)
pt: Célula de Força (Tipo Ômega)

source: Batery (Type D)
pt: Bateria (tipo D)

source: Electrical Resistance
pt: Resistência Elétrica

source: RAM Memory
pt: Memória RAM

source: Gold Wire
pt: Cabo de Ouro

source: DNA Checker
pt: Verificador de DNA

source: It allows an electronic device to check its owner.
pt: Permite que um dispositivo eletrônico verifique seu proprietário.

source: Computer
pt: Computador

source: An embedded system is a microprocessor system in which the computer is completely encapsulated or dedicated to the device or system it controls.
pt: Um sistema embarcado é um sistema de microprocessador no qual o computador é completamente encapsulado ou dedicado ao dispositivo ou sistema que ele controla.

source: Pink Quartzo Crystal
pt: Cristal de Quartzo Rosa

source: Upgrade - Artificial Inteligency
pt: Atualização - Inteligência Artificial

source: Allows to your UFO talk to you.
pt: Permite ao seu OVNI falar com você.

source: UFO charging device
pt: Carregador de OVNIs

source: Charge: %02d GWh (Gigawatts Hour)
pt: Carga: %02d GWh (Gigawatts-Hora)

source: loader
pt: carregador

source: loaderufos
pt: carregadorovni

source: reloader
pt: reabastecedor

source: reloaderufos
pt: reabastecedordeovnis

source: I am alive! Thank you, '%s'!
pt: Eu estou vivo! Obrigado, '%s'!

source: Welcome to your ship, Captain %s!
pt: Bem vindo a sua nave, Capitão %s!

source: welcome_en
pt: welcome_pt

source: It is not possible to shrink this vehicle before the pilot '%s' comes out of it!
pt: Não é possível encolher este veículo ante do piloto '%s' sair deste OVNI!

source: Showing the location signal of your UFO!
pt: Exibindo o sinal de localização do seu OVNI!

source: ship
pt: Nave
