Repository: WilLiam12-teddy/adamante_game
Catalog: repairer/locale/*.po
Languages: pt

source: The file '%s' is not in table format!
pt: O arquivo '%s' não esta no formato de tabela!

source: Replacing '%s' with '%s' in %s.
pt: Substituindo '%s' por '%s' em %s.

source: The New-Block '%s' does not exist, or has not been previously registered.
pt: O Bloco-Novo '%s' não existe ou não foi registrado anteriormente.

source: The Old-Block '%s' was already registered in the cleaning list.
pt: O Bloco-Antigo '%s' já estava registrado na lista de limpeza.

source: The Old-Block '%s' will be replaced with '%s'!
pt: O Bloco-Antigo '%s' será substituído por '%s'!

source: OldBlock
pt: Bloco-Antigo

source: NewBlock
pt: Bloco-Novo

source: Replaces a disabled mod block with an active mod block.
pt: Substitui um bloco mod desativado por um bloco mod ativo.

source: The parameter [<%s>] is not mandatory. But if it is not declared, [<%s>] will be automatically replaced by air.
pt: O parâmetro [<%s>] não é obrigatório. Mas se não for declarado, o [<%s>] será substituído automaticamente pelo ar.

source: Replaces a particular disabled mod block with an active mod block, the next time the server is reactivated.
pt: Substitui um determinado bloco de um mod desabilitado por um bloco mod ativo, na próxima vez que o servidor for reativado.

source: Stop replacing a particular disabled mod block, the next time the server is reactivated.
pt: Para de substituir um determinado bloco registrado, na próxima vez que o servidor for reativado.

source: This command has not yet been implemented!
pt: Este comando ainda não foi implementado!

source: Repairer Bench
pt: Bancada de Reparação

source: to repair faulty items mods.
pt: para reparar itens de mods com defeito
