Repository: WilLiam12-teddy/adamante_game
Catalog: minertrade/locale/*.po
Languages: pt

source: Permission to open locked chests of other players
pt: Permissão de abertura de baús trancados de outros jogadores

source: The file '%s' is not in table format!
pt: O arquivo '%s' não esta no formato de tabela!

source: Opening '%s'!
pt: Abrindo '%s'!

source: LOOT ALL
pt: SACAR TUDO

source: DEPOSIT ALL
pt: DEPOSITAR TUDO

source: Player '%s' has placed %02d '%s' in his safe!
pt: O jogador '%s' colocou %02d '%s' em seu cofre!

source: Player '%s' has removed %02d '%s' in his safe!
pt: O jogador '%s' retirou %02d '%s' em seu cofre!

source: The player '%s' pressed the button'%s'!
pt: O jogador '%s' pressionou o botão '%s'!

source: STRONGBOX
pt: COFRE

source: Loot completed!
pt: Saque completo!

source: The Inventory of '%s' is full!
pt: O inventário de '%s' está cheio!

source: Everything has been withdrawn!
pt: Tudo foi retirado!

source: The '%s' parameter must be of the non-empty string type!
pt: O parâmetro '%s' deve ser do tipo de STRING não vazia!

source: The '%s' parameter must be of the player object type!
pt: O parâmetro '%s' deve ser do tipo objeto PLAYER!

source: REMOVE ALL
pt: SACAR TUDO

source: Deposit completed!
pt: Depósito completo!

source: The Safe of '%s' is full!
pt: O Cofre de '%s' está cheio!

source: The inventory of '%s' is empty!
pt: O inventário de '%s' está vazio!

source: Saving strongbox from all players in the file '%s'!
pt: Salvando cofre de todos os jogadores no arquivo '%s'!

source: The '%s' parameter must be of the position type (x,y,z)!
pt: O parâmetro '%s' deve ser do tipo de POSITION (x,y,z)!

source: DISPENSING MACHINE
pt: MÁQUINA DE DISPENSADORA

source: A letter was sent by the dispensing machine '%s' to '%s' advising about '%s'!
pt: Uma carta foi enviada pela Máquina Dispensadora '%s' para '%s' informando sobre '%s'!

source: Due to an unknown error, it was not possible to send an email through the dispensing machine!
pt: Devido a um erro desconhecido, não foi possível enviar um email através da Máquina Dispensadora!

source: Lets you check the contents of another players strongbox.
pt: Permite verificar o conteúdo do cofre de outro jogador.

source: The strongbox of %s was not created yet!
pt: O Cofre de %s não foi criado ainda!

source: checkstrongbox
pt: checacofre

source: You do not have permission to run this command without the privileges 'checkstrongbox'!
pt: Você não tem permissão para executar este comando sem o privilégio 'checkstrongbox'!

source: PUBLIC ATM * Save your money in the ATM, and withdraw your money in your Personal Safe or other ATM in the shops scattered around the map.
pt: CAIXA ELETRÔNICO * Guarde o seu dinheiro neste Caixa Eletrônico, e retire seu dinheiro em seu Cofre Pessoal ou qualquer outro Caixa Eletrônico nas lojas espalhadas pelo mapa.

source: ATM
pt: CAIXA ELETRÔNICO

source: You can not install this 'ATM' too far from a 'Dispensing Machine'!
pt: Você não pode instalar este 'Caixa Eletrônico' muito longe de uma 'Máquina Dispensadora'!

source: PUBLIC ATM - Account of '%s':
pt: CAIXA ELETRÔNICO - Conta de '%s':

source: The ATM will only run %02d seconds after it is installed!
pt: O Caixa Eletrônico só vai funcionar %02d segundos depois de instalado!

source: atm
pt: caixaeletronico

source: Customer Offer
pt: Cliente Oferece

source: Customer Receive
pt: Cliente Recebe

source: ACCEPT
pt: ACEITAR

source: Current customer inventory
pt: Inventário atual do cliente

source: The Machine Need
pt: Máquina Precisa

source: The Machine Offer
pt: Máquina Oferece

source: Received (Your Profit)
pt: Recebido (Seu Lucro)

source: Stock to Offer
pt: Estoque a Oferetar

source: You need
pt: Você Precisa

source: You offer
pt: Você Oferece

source: Make an announcement about what this machine will do
pt: Faça um anúncio sobre o que esta máquina dispensará

source: Save The Announcement
pt: Salvar o anúncio

source: Seller current inventory
pt: Inventario atual do vendedor

source: Ctrl + Right Click Mouse → Customer Interface
pt: Ctrl + Clique Direito do Mouse → Interface do Cliente

source: DISPENSING MACHINE * Sells your items, even if you are not online.
pt: MÁQUINA DE DISPENSADORA * Vende seus itens, mesmo se você não estiver online.

source: Dispensing Machine of '%s'.
pt: Maquina Dispensadora de '%s'.

source: The Dispensing Machine can not be removed before being emptied!
pt: A Máquina Dispensadora não pode ser retirada antes de ser esvaziada!

source: You can not change your own machine!
pt: Você não pode trocar na sua própria maquina!

source: Dispending done!
pt: Dispensa Concluida!

source: The Dispensing Machine with offer '%s' cannot deliver more items to '%s' because stock of '%s' is empty!
pt: A Máquina Dispensadora com oferta '%s' não é possível entregar mais itens para '%s' porque o estoque de '%s' acabou!

source: The Dispensing Machine with offer '%s' is out of space to receive customer item '%s'.
pt: A Maquina Dispensadora com oferta '%s' está sem espaço suficiente para receber o item do cliente '%s'.

source: Without enough space in Dispensing Machine to receive the seller's item. (Please, empty the receiving box!)
pt: Sem espaço suficiente na Maquina Dispensadora para receber o item do vendedor. (Por favor, esvazie a caixa de recebimento!)

source: The dispending can not be done. Make sure you offer what the machine asks for!
pt: A dispensa não pode ser feita. Verifique se você ofereceu o que a Maquina Dispensadora pede!

source: dispensingmachine
pt: dispensadora

source: EXCHANGE TABLE (Player to Player)
pt: MESA DE ESCAMBO (Jogador para Jogador)

source: Your inventory
pt: Seu inventário

source: Open
pt: Abrir

source: '%s' offer
pt: '%s' oferece

source: Offer
pt: Oferecer

source: Cancel
pt: Cancelar

source: Confirm
pt: Confirmar

source: EXCHANGE TABLE * It makes safe exchanges from player to player without the need to put your items on the ground.
pt: MESA DE ESCAMBO * Faz trocas seguras jogador a jogador sem a necessidade de colocar seu itens no chão.

source: exchangetable
pt: mesadetroca

source: MINERCOIN * Basic craftable money with gold and steel.
pt: MINERMOEDA * Dinheiro básico criado com ouro e aço.

source: minercoin
pt: minermoeda

source: MINERMONEY * equals 09 Minercoins.
pt: MINERCÉDULA * Equivale a 09 Minermoedas.

source: minermoney
pt: minercedula

source: CHECK BANK * equals 09 Minermoneys.
pt: COFRE PORQUINHO * Equivale a 09 Minercédulas.

source: checkbank
pt: cheque

source: CREDIT CARD (Unowned) * equals 09 Check Banks. * Allows you to access the bank account of the credit card owner anywhere in the world.
pt: CARTÃO DE CRÉDITO (Sem Dono) * Equivale a 09 Cheques Bancários. * Permite acessar a conta bancária do proprietário do cartão de crédito em qualquer lugar do mundo.

source: CREDIT CARD of '%s'
pt: CARTÃO DE CRÉDITO de '%s'

source: CREDIT CARD
pt: CARTÃO DE CRÉDITO

source: Your name has been saved to this credit card. Anyone using this credit card will be able to access the '%s' bank account.
pt: Seu nome foi salvo neste cartão de crédito. Qualquer pessoa que use este cartão de crédito poderá acessar a conta bancária '%s'.

source: ACCOUNT BANK of '%s':
pt: CONTA BANCÁRA de '%s':

source: creditcard
pt: cartaodecredito

source: STRONGBOX * Save your money in this safe and withdraw your money at any shop that has an ATM.
pt: COFRE * Guarde seu dinheiro neste cofre e retire seu dinheiro em qualquer loja que possua um Caixa Eletrônico.

source: STRONGBOX (Property of '%s') * Save your money in this safe and withdraw your money at any shop that has an ATM.
pt: COFRE (Propriedade de '%s') * Guarde seu dinheiro neste cofre e retire seu dinheiro em qualquer loja que possua um Caixa Eletrônico.

source: STRONGBOX owned by '%s':
pt: COFRE FORTE de '%s':

source: The safe is going to work %02d seconds after it is installed!
pt: O cofre só vai funcionar %02d segundos depois de instalado!

source: You do not have access to the safe belonging to '%s'!
pt: Você não tem acesso ao cofre pertencente a '%s'!

source: strongbox
pt: caixaforte

source: Only players with this privilege will receive a daily payment.
pt: Somente jogadores com esse privilégio receberão um pagamento diário.

source: CITY HALL
pt: PREFEITURA

source: Your Strongbox is full! %2d items weren't added in your bank account.
pt: O seu cofre está cheio! %2d itens não foram adicionados à sua conta bancária.

source: The city hall deposited the %2d° salary in your bank account!
pt: A prefeitura depositou o %2d° salário em sua conta bancária!
